Repository: mauro-rogledi/CovidItalyAnalyzerWPF
Catalog: Properties/Resources.*.resx
Languages: it_it

source: All Date
it_it: Tutte le date

source: and
it_it: al

source: between date
it_it: dal

# CasePerinhabitants
source: Case per 100.000 inhabitants
it_it: Casi per 100.000 abitanti

source: Cases
it_it: Casi

source: Chart
it_it: Grafico

source: Counties
it_it: Comuni

source: County
it_it: Comune

source: Daily cases
it_it: Casi giornalieri

# DailyCasesSwabs
source: Daily cases and swabs
it_it: Rapporto giornaliero casi e tamponi

source: Daily deads
it_it: Deceduti giornalieri

source: Daily swabs
it_it: Tamponi giornalieri

source: Deads
it_it: Morti

# DeadsInRange
source: Total deads ad range data
it_it: Deceduti totali nell'intervallo

# DeadsPerinhabitants
source: Deads per 100.000 inhabitants
it_it: Deceduti per 100.000 abitanti

# DownloadedData
source: Data downloaded
it_it: Dati scaricati

# DownloadingData
source: Extracting data
it_it: Scaricamento dati

source: From
it_it: Da

# GitConflict
source: Attention: There is a conflict
it_it: Attenzione è presente un conflitto nei dati

# GitFastForward
source: Tha data is now updated
it_it: I dati sono ora aggiornati

# GitUpToDate
source: The data is already up to date
it_it: I dati sono già aggiornati

# Hospital
source: Total hospitalized
it_it: Ospedalizzati

source: Intensive Care
it_it: Terapia intensiva

source: Italy
it_it: Italia

# LastSevenDays
source: Last 7 Days
it_it: Ultimi sette giorni

# LastSixMonths
source: Last 6 Months
it_it: Ultimi 6 mesi

# LastThirtyDays
source: Last 30 Days
it_it: Ultimi 30 giorni

# LastThreeMonths
source: Last 3 Months
it_it: Ultimi 3 mesi

# LastTwoMonths
source: Last 2 Months
it_it: Ultimi 2 mesi

# LastTwoWeeks
source: Last 2 Weeks
it_it: Ultime 2 settimane

source: Last Week
it_it: Ultima settimana

source: New cases
it_it: Nuovi casi

# NewCasesInRange
source: Total new cases at range data
it_it: Nuovi casi nell'intervallo

source: Region
it_it: Regione

source: Regions
it_it: Regioni

# RelationshipCasesSwabs
source: Relationship cases and swab
it_it: Rapporto giornaliero casi / tamponi

source: Select Range
it_it: Intervallo

source: Settings
it_it: Opzioni

source: Swabs
it_it: Tamponi

# SwabsInRange
source: Total swabs ad range data
it_it: Tamponi totali nell'intervallo

# SwabsPerinhabitants
source: Swabs per 100.000 inhabitants
it_it: Tamponi per 100.000 abitanti

source: This Month
it_it: Questo mese

source: This Week
it_it: Questa settimana

source: To
it_it: A

source: Today
it_it: Oggi

source: Top
it_it: Max

source: Total cases
it_it: Casi totali

source: Update
it_it: Aggiorna

source: Weekly cases
it_it: Casi settimanali

# WeeklyCasesSwabs
source: Total weekly cases and swabs
it_it: Rapporto settimanale casi e tamponi

# WeeklyDeads
source: Total weekly deads
it_it: Totale settimanale morti

# WeeklySwabs
source: Total weekly swabs
it_it: Totale settimanale tamponi
